Repository: azizolious/familytime-ios
Catalog: FamilyTime/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi_fi, fr, he, it, ja_jp, pt, tr, zh_hans

# familyTimeJr_step2
source: Open FamilyTime Jr. App and scan the QR code shown here.
ar: افتح تطبيق FamilyTime Jr. وامسح رمز QR الظاهر هنا.
de: Öffnen Sie die FamilyTime Jr. App und scannen Sie den hier gezeigten QR-Code.
es: Abra la aplicación FamilyTime Jr. y escanee el código QR que se muestra aquí.
fi_fi: Avaa FamilyTime Jr. App ja skannaa tässä näkyvä QR-koodi.
fr: Ouvrez l'application FamilyTime Jr. et scannez le code QR affiché ici.
he: פתח את אפליקציית FamilyTime Jr. וסרוק את קוד ה-QR המוצג כאן.
it: Apri l'app FamilyTime Jr. e scansiona il codice QR mostrato qui.
ja_jp: FamilyTime Jr.アプリを開き、ここに表示されているQRコードをスキャンします。
pt: Abra o FamilyTime Jr. App e escaneie o código QR mostrado aqui.
tr: FamilyTime Jr. Uygulamasını açın ve burada gösterilen QR kodunu tarayın.
zh_hans: 打开 FamilyTime Jr. 应用程序并扫描此处显示的二维码。

source: FamilyTime Monthly Plan
ar: خطة FamilyTime الشهرية
de: FamilyTime-Monatsplan
es: Plan Mensual FamilyTime
fi_fi: FamilyTime-kuukausisuunnitelma
fr: Forfait mensuel FamilyTime
he: תוכנית חודשית FamilyTime
it: Piano mensile FamilyTime
ja_jp: FamilyTime 月額プラン
pt: Plano Mensal FamilyTime
tr: FamilyTime Aylık Planı
zh_hans: FamilyTime 月度计划

source: FamilyTime Quarterly Plan
ar: خطة FamilyTime ربع السنوية
de: FamilyTime-Vierteljahresplan
es: Plan Trimestral FamilyTime
fi_fi: FamilyTime-Neljännesvuosisuunnitelma
fr: Plan trimestriel FamilyTime
he: תוכנית רבעון FamilyTime
it: Piano trimestrale FamilyTime
ja_jp: FamilyTime 四半期計画
pt: Plano Trimestral FamilyTime
tr: FamilyTime Üç Aylık Plan
zh_hans: FamilyTime 季度计划

source: FamilyTime Yearly Plan
ar: خطة FamilyTime السنوية
de: FamilyTime Jahresplan
es: Plan Anual FamilyTime
fi_fi: FamilyTime-Vuosisuunnitelma
fr: Forfait annuel FamilyTime
he: תוכנית שנתית של FamilyTime
it: Piano annuale FamilyTime
ja_jp: FamilyTime 年間計画
pt: Plano Anual FamilyTime
tr: FamilyTime Yıllık Planı
zh_hans: FamilyTime 年度计划

# familyTime_step1_title
source: Open get.familytime.io in the browser on child's device, and install FamilyTime Jr.
ar: افتح get.familytime.io في المتصفح على جهاز الطفل ، وقم بتثبيت FamilyTime Jr.
de: Öffnen Sie get.familytime.io im Browser auf dem Gerät des Kindes und installieren Sie FamilyTime Jr.
es: Abra get.familytime.io en el navegador del dispositivo del niño e instale FamilyTime Jr.
fi_fi: Avaa get.familytime.io lapsen laitteen selaimessa ja asenna FamilyTime Jr.
fr: Ouvrez get.familytime.io dans le navigateur sur l'appareil de l'enfant et installez FamilyTime Jr.
he: פתח את get.familytime.io בדפדפן במכשיר של הילד, והתקן את FamilyTime Jr.
it: Apri get.familytime.io nel browser sul dispositivo del bambino e installa FamilyTime Jr.
ja_jp: お子様のデバイスのブラウザでget.familytime.ioを開き、FamilyTimeJrをインストールします。
pt: Abra get.familytime.io no navegador do dispositivo da criança e instale FamilyTime Jr.
tr: Çocuğun cihazındaki tarayıcıda get.familytime.io'yu açın ve FamilyTime Jr.'ı yükleyin.
zh_hans: 在孩子设备的浏览器中打开 get.familytime.io，然后安装 FamilyTime Jr。

# family_locator_content_1
source: You
ar: أنت
de: Sie
es: Tú
fi_fi: Sinä
fr: Vous
he: אתה
it: Tu
ja_jp: あなた
pt: Você
tr: Siz
zh_hans: 您

# family_locator_title
source: Family Locator
ar: محدد موقع الأسرة
de: Familienfinder
es: Localizador Familiar
fi_fi: Perheen Paikannin
fr: Localisateur de famille
he: איתור משפחה
it: Localizza Famiglia
ja_jp: ファミリーロケーター
pt: Clique em localizador de parentes
tr: AileBulucu
zh_hans: 家人定位

source: FamilyWatch
ar: مراقبة العائلة
de: Familienwach
es: Vigilancia familiar
fi_fi: Perhekello
fr: Montre familiale
he: משמר משפחתי
it: Guarda la famiglia
ja_jp: ファミリーウォッチ
pt: Vigilância Familiar
tr: Aile Saati
zh_hans: 家庭观察

source: Films
ar: الأفلام
de: Filme
es: Películas
fi_fi: Películas
he: סרטים
it: Film
ja_jp: 映画
pt: Filmes
tr: Filmler
zh_hans: 电影

# filters_adult_pornographic
source: It filters adult, pornographic and explicit sites search.
ar: يقوم بتصفية البحث عن المواقع الإباحية والمواقع الإباحية والصريحة.
de: Es filtert die Suche nach erwachsenen, pornografischen und expliziten Websites.
es: Filtra la búsqueda de sitios para adultos, pornográficos y explícitos.
fi_fi: Se suodattaa aikuisille suunnatun, pornografisen ja avoimen sivustohaun.
fr: Il filtre la recherche de sites pour adultes, pornographiques et explicites.
he: הוא מסנן חיפוש באתרים למבוגרים, פורנוגרפיים ומפורשים.
it: Filtra la ricerca di siti per adulti, pornografici ed espliciti.
ja_jp: アダルト、ポルノ、露骨なサイトの検索をフィルタリングします。
pt: Ele filtra pesquisas em sites adultos, pornográficos e explícitos.
tr: Yetişkinlere yönelik, pornografik ve müstehcen site aramalarını filtreler.
zh_hans: 它过滤成人、色情和露骨网站搜索。

source: Fix Now
ar: اصلح الان
de: Jetzt reparieren
es: Reparalo ahora
fi_fi: Korjaa nyt
fr: Répare maintenant
he: >תקן עכשיו<
it: Sistemalo adesso
ja_jp: 今すぐ修正
pt: Conserte agora
tr: Şimdi düzelt
zh_hans: 现在就修

# flat_off
source: Flat 30% Off
ar: خصم ثابت 30%
de: Pauschal 30 % Rabatt
es: 30% de descuento fijo
fi_fi: Asunto 30% alennus
fr: Plat 30 % de réduction
he: שטוח 30% הנחה
it: Sconto fisso del 30%.
ja_jp: 一律 30% オフ
pt: 30% de desconto fixo
tr: Düz %30 İndirim
zh_hans: 平价 30% 折扣

# forgot_password_button
source: Send Email
ar: أرسل بريد إلكتروني
de: E-Mail senden
es: Enviar Email
fi_fi: Lähetä sähköposti
fr: Envoyer un Email
he: שלח אימייל
it: Invia E-mail
ja_jp: メールを送信しました
pt: Enviar email
tr: E-posta gönder
zh_hans: 发送邮件

# forgot_password_input_email
source: Email
ar: البريد الإلكتروني
fi_fi: Sähköposti
he: אימייל
ja_jp: メール
tr: E-posta
zh_hans: 电子邮箱地址

# forgot_password_success_response
source: Your reset password request has been sent on your email.
ar: تم إرسال طلب إعادة تعيين كلمة المرور على بريدك الإلكتروني.
de: Sie haben eine E-Mail zum Zurücksetzen Ihres Passworts erhalten.
es: Se ha enviado tu petición para reiniciar la clave.
fi_fi: Salasanan nollauspyyntösi on lähetetty sähköpostiisi
fr: Votre demande de réinitialisation de mot de passe a été envoyée sur votre email.
he: בקשת איפוס הסיסמה שלך נשלחה לכתובת הדואל שלך.
it: Richiesta di ripristino password inviata alla tua email.
ja_jp: パスワード変更リクエストがメールに送信されました。
pt: Sua solicitação de redefinição de senha foi enviada para seu e-mail.
tr: Şifre sıfırlama talebiniz e-postanıza gönderildi.
zh_hans: 您的重设密码请求已发送至您的邮箱。

# forgot_password_title
source: Lost your password?
ar: هل فقدت كلمة مرورك؟
de: Passwort vergessen?
es: ¿Perdiste tu clave?
fi_fi: Unohditko salasanan?
fr: Mot de passe oublié ?
he: שכחת את הסיסמה שלך?
it: Password smarrita?
ja_jp: パスワードをお忘れですか？
pt: Esqueceu sua senha?
tr: Şifreni mi unuttun?
zh_hans: 丢失密码？

# forgot_password_validation_email
source: You have entered an invalid email address. Please try again.
ar: لقد أدخلت عنوان بريد إلكتروني غير صالح. حاول مرة أخرى.
de: Ungültige E-Mail-Adresse angegeben. Bitte erneut versuchen.
es: Has ingresado un email inválido. Por favor intenta de nuevo.
fi_fi: Olet antanut väärän sähköpostiosoitteen. Ole hyvä ja yritä uudelleen
fr: Vous avez saisi une adresse électronique non valide. Veuillez réessayer.
he: הזנת כתובת אימייל לא חוקית. בבקשה נסה שוב.
it: L'indirizzo email inserito non è valido. Per favore riprova.
ja_jp: 無効なメールアドレスを入力しているようです。もう一度お試しください。
pt: Você digitou um endereço de e-mail inválido. Por favor, tente de novo.
tr: Geçersiz bir e-posta adresi girdiniz. Lütfen tekrar deneyin.
zh_hans: 您输入的电子邮箱地址无效。请重试。

# forgot_password_validation_empty_email
source: Please provide your email address.
ar: يرجى إضافة بريدك الالكتروني.
de: Bitte geben Sie Ihre E-Mail-Adresse an.
es: Por favor proporciona tu dirección email.
fi_fi: Lisää sähköposti
fr: Veuillez renseigner votre adresse email.
he: אנא ספק את כתובת הדואל שלך.
it: Inserisci il tuo indirizzo e-mail.
ja_jp: メールアドレスを入力してください。
pt: Forneça seu endereço de e-mail.
tr: Lütfen e-posta adresinizi yazın.
zh_hans: 请输入您的邮件地址。

# forgot_pasword_content
source: Enter your email address and we will send you the link. Just click the link and follow the instructions.
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك الرابط. فقط قم بالضغط على الرابط واتبع التعليمات.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link. Einfach auf den Link klicken und den Anweisungen folgen.
es: Ingresa tu email y te enviaremos un link, haz clic y sigue las instrucciones.
fi_fi: Aseta sähköpostiosoitteesti ja lähetämme sinulle linkin. Klikkaa linkkiä ja seuraa ohjeita.
fr: Saisissez votre adresse électronique et nous vous enverrons le lien. Cliquez simplement sur le lien et suivez les instructions.
he: הכנס את כתובת המייל שלך ואנו נשלח לך את הקישור. לחץ על הקישור ופעל לפי ההוראות.
it: Inserisci il tuo indirizzo email e ti invieremo il link. Clicca sul collegamento e segui le istruzioni.
ja_jp: 入力していただいたメールアドレスにリンクを送信します。そのリンクをクリックし、手順に従ってください。
pt: Digite seu endereço de e-mail e enviaremos o link. Basta clicar nele e seguir as instruções.
tr: E-posta adresinizi girin, size bağlantıyı gönderelim. Sadece bağlantıyı tıklayın ve talimatları izleyin.
zh_hans: 输入您的电子邮件地址，我们会为您发送链接。只需点击链接并按照指示操作即可。

source: Friday
ar: جمعة
de: Freitag
es: Viernes
fi_fi: perjantai
fr: Vendredi
he: יוֹם שִׁישִׁי
it: Venerdì
ja_jp: 金曜日
pt: Sexta-feira
tr: Cuma
zh_hans: 星期五

source: FunTime Details
ar: تفاصيل وقت المرح
es: Detalles de tiempo divertido
fi_fi: FunTime yksityiskohdat
fr: Détails de FunTime
he: פרטי FunTime
it: Dettagli FunTime
ja_jp: ファンタイムの詳細
pt: Detalhes do FunTime
tr: FunTime Ayrıntıları
zh_hans: 欢乐时光详情

source: FunTime setting saved
ar: تم حفظ إعداد FunTime
de: FunTime-Einstellung gespeichert
es: Configuración de FunTime guardada
fi_fi: FunTime-asetus tallennettu
fr: Paramètre FunTime enregistré
he: הגדרת FunTime נשמרה
it: Impostazione FunTime salvata
ja_jp: FunTime設定が保存されました
pt: Configuração FunTime salva
tr: FunTime ayarı kaydedildi
zh_hans: FunTime 设置已保存

source: Funtime
ar: وقت مرح
de: Lustige Zeit
es: Tiempo de diversión
fi_fi: Hauskaa aikaa
fr: Temps de plaisir
he: זמן כיף
it: Tempo di divertimento
ja_jp: 楽しい時間
pt: Tempo de diversão
tr: Eğlence zamanı
zh_hans: 欢乐时光

# fun_time_alert_content_1
source: You have set the End Time for the next day. Please make sure the Start Time and the End Time should be on the same day.
ar: لقد قمت بإعداد وقت الانتهاء لليوم التالي. يرجى التأكد من أن وقت البدء ووقت الانتهاء يجب أن يكونا في نفس اليوم.
de: Sie haben die Endzeit auf den nächsten Tag gelegt. Bitte stellen Sie sicher, dass sich Start- und Endzeit im selben Tag befinden.
es: Fijaste el Fin de Tiempo para el próximo día. Por favor, asegúrate de que el Inicio y Fin del Tiempo sean el mismo día.
fi_fi: Olet asettanut LOPETUSAJAN seuraavalle päivälle. Varmista että ALOITUSAIKA ja LOPETUSAIKA ovat samana päivänä.
fr: Vous avez défini l'heure de fin pour le jour suivant. Veuillez vous assurer que l'heure de début et l'heure de fin doivent être le même jour.
he: הגדרת את שעת הסיום למחרת. אנא ודא ששעת ההתחלה ושעת הסיום אמורות להיות באותו היום.
it: Hai impostato l'Ora di Fine per il giorno dopo. Assicurati che l'Ora di Inizio e l'Ora di Fine siano lo stesso giorno.
ja_jp: 終了時刻を翌日に設定しました。開始時刻と終了時刻が同じ日になるようにしてください。
pt: Você estabeleceu a hora de encerramento para o dia seguinte. Se certifique de que a hora de início e a de término sejam no mesmo dia.
tr: Bir sonraki gün için Bitiş Zamanını ayarladınız. Lütfen Başlangıç ve Bitiş Zamanının aynı gün olduğundan emin olun.
zh_hans: 您已将 结束时间 设定在第二天。请确保 开始时间 和 结束时间 同一天。

# fun_time_alert_content_2
source: FunTime has been updated for your child's device, changes will take effect in a few moments.
ar: تم تحديث وقت المرح لجهاز طفلك، وستسري التغييرات في غضون لحظات قليلة.
de: Spaßzeit wurde für das Gerät Ihres Kindes aktualisiert, Änderungen werden in wenigen Momenten wirksam.
es: Se actualizó la Hora Divertida en el dispositivo de tu hijo, los cambios serán efectivos en breve.
fi_fi: Hauska Aika on päivitetty lapsesi laitteelle, muutokset astuvat voimaan hetken kuluttua.
fr: Moment de plaisir a été mis à jour pour l'appareil de votre enfant, les changements seront effectifs dans quelques instants.
he: ׳זמן כיף׳ עודכן עבור המכשיר של ילדך, השינויים ייכנסו לתוקף בעוד מספר רגעים.
it: Tempo Divertimento aggiornato per il dispositivo di tuo figlio; le modifiche saranno attive a breve.
ja_jp: お子さまのデバイス用に楽しい時間がアップデートされ、変更がすぐに反映されます。
pt: A Hora da Diversão foi atualizada para o dispositivo do seu filho, as alterações vão ser habilitadas em instantes.
tr: EğlenceZamanı çocuğunuzun cihazı için güncellendi, değişiklikler birkaç dakika içinde uygulanacak.
zh_hans: 已经为您孩子的设备更新了 娱乐时间，变更将在片刻后生效。

# fun_time_alert_content_3
source: Please select a day.
ar: يرجى اختيار يوم.
de: Bitte einen Tag auswählen.
es: Selecciona un día.
fi_fi: Valitse päivä.
fr: Veuillez choisir un jour.
he: בחר יום.
it: Seleziona un giorno.
ja_jp: 日を選択してください
pt: Selecione um dia.
tr: Lütfen gün seçin.
zh_hans: 请选择一个日子。

# fun_time_alert_content_4
source: You have set the End Time on the next day. Please make sure the Start Time and the End Time should fall in the same day.
ar: لقد قمت بضبط وقت الانتهاء في اليوم التالي. يرجى التأكد من أن وقت البدء ووقت الانتهاء يجب أن يكونا في نفس اليوم.
de: Sie haben die Endzeit auf den nächsten Tag gelegt. Bitte stellen Sie sicher, dass sich Start- und Endzeit im selben Tag befinden.
es: Fijaste el Fin de Tiempo para el día siguiente. Por favor, asegurate de que el Inicio y Fin del Tiempo sean el mismo día.
fi_fi: Olet asettanut LOPETUSAJAN seuraavalle päivälle. Varmista että ALOITUSAIKA ja LOPETUSAIKA on asetettu samalle päivälle.
fr: Vous avez réglé l'horaire de Fin le jour suivant. Assurez-vous que l'horaire de Début et de Fin sont pendant le même jour.
he: הגדרת את שעת הסיום למחרת. אנא ודא ששעת ההתחלה ושעת הסיום אמורות להיות באותו היום.
it: L'ora di fine è stata selezionata per il giorno successivo. L'ora di inizio e l'ora di fine devono essere nello stesso giorno.
ja_jp: 次の日、終了時刻を設定しました。開始時刻と終了時刻は同じ日に設定されるべきであることを確認してください。
pt: Você definiu a Hora de término no dia seguinte. Certifique-se de que a Hora de Início e término estão no mesmo dia.
tr: Bitiş Zamanını ertesi güne ayarladınız. Lütfen Başlangıç ve Bitiş Zamanının aynı gün olduğundan emin olun.
zh_hans: 您已将 结束时间 设定在第二天。请确保 开始时间 和 结束时间 同一天。

# fun_time_content_1
source: Set FunTime
ar: ضبط وقت المرح
de: Spaßzeit einstellen
es: Fijar Hora Divertida
fi_fi: Aseta Hauska Aika
fr: Régler le moment de plaisir
he: הגדר ׳זמן כיף׳
it: Imposta le Ore di Svago
ja_jp: 楽しい時間を設定
pt: Configurar Hora da Diversão
tr: EğlenceZamanını Ayarla
zh_hans: 设置 娱乐时间

# fun_time_content_2
source: Start Time
ar: وقت البدء
de: Startzeit
es: Iniciar Tiempo
fi_fi: Aloitusaika
fr: Horaire de Début
he: שעת התחלה
it: Ora di inizio
ja_jp: 開始時刻
pt: Início do horário
tr: Başlangıç ​​zamanı
zh_hans: 开始时间

# fun_time_content_3
source: End Time
ar: وقت النهاية
de: Endzeit
es: Fin de Tiempo
fi_fi: Lopetusaika
fr: Horaire de Fin
he: שעת סיום
it: Ora di fine
ja_jp: 終了時刻
pt: Final do Horário
tr: Bitiş zamanı
zh_hans: 结束时间

# fun_time_content_4
source: Start
ar: البداية
es: Inicio
fi_fi: Aloitus
fr: Début
he: התחלה
it: Inizio
ja_jp: 開始
pt: Começar
tr: Başlangıç
zh_hans: 开始

# fun_time_content_5
source: End
ar: النهاية
de: Ende
es: Fin
fi_fi: Lopetus
fr: Fin
he: סוף
it: Fine
ja_jp: 終了
pt: Fim
tr: Bitiş
zh_hans: 结束

# fun_time_content_6
source: Select Day
ar: اختر اليوم
de: Tag auswählen
es: Elegir Día
fi_fi: Valitse päivä
fr: Choisir un Jour
he: בחר יום
it: Seleziona il giorno
ja_jp: 日を選択
pt: Selecione o dia
tr: Gün Seçin
zh_hans: 选择日期

# fun_time_des
source: Set fun time Days selection for fun
ar: قم بتعيين اختيار أيام وقت المرح للمتعة
de: Stellen Sie eine Auswahl an Spaßtagen für Spaß ein
es: Establecer tiempo de diversión Selección de días para divertirse
fi_fi: Aseta hauska aika Päivävalinta hauskanpitoon
fr: Définir des moments de plaisir. Sélection de jours pour s'amuser
he: הגדר זמן כיף בחירת ימים בשביל הכיף
it: Imposta tempo divertente Selezione dei giorni per divertimento
ja_jp: 楽しい時間を設定する 楽しい日の選択
pt: Definir horário divertido Seleção de dias para diversão
tr: Eğlence zamanını ayarlayın Eğlence için gün seçimi
zh_hans: 设置有趣的时间 选择有趣的日子

# fun_time_switch_1
source: Enable FunTime
ar: تمكين وقت المرح
de: Spaßzeit aktivieren
es: Activar Hora Divertida
fi_fi: Aktivoi Hauska Aika
fr: Activer moment de plaisir
he: אפשר ׳זמן כיף׳
it: Abilita Ore di Svago
ja_jp: 楽しい時間を有効にする
pt: Ativar Hora da Diversão
tr: EğlenceZamanını Etkinleştir
zh_hans: 开启 娱乐时间

# funtime_desc
source: Enjoy a great time without restrictions
ar: استمتع بوقت رائع دون قيود
de: Genießen Sie eine tolle Zeit ohne Einschränkungen
es: Disfruta de un gran momento sin restricciones
fi_fi: Nauti upeasta ajasta ilman rajoituksia
fr: Profitez d'un bon moment sans restrictions
he: תהנה מזמן נהדר ללא הגבלות
it: Goditi dei bei momenti senza restrizioni
ja_jp: 制限なく楽しい時間をお過ごしください
pt: Desfrute de ótimos momentos sem restrições
tr: Kısıtlama olmadan harika zaman geçirin
zh_hans: 享受不受限制的美好时光

# geo_places_add_places_content_1
source: Place Name
ar: اسم المكان
de: Ortsname
es: Nombrar
fi_fi: Aseta Nimi
fr: Nom du lieu
he: שם המקום
it: Nome Luogo
ja_jp: 場所名
pt: Coloque o nome
tr: Yer adı
zh_hans: 地点名称

# geo_places_add_places_content_2
source: Street Address
ar: عنوان الشارع
de: Strassenname
es: Dirección de Calle
fi_fi: Osoite
fr: Adresse Postale
he: כתובת רחוב
it: Indirizzo
ja_jp: 通り名
pt: Endereço da rua
tr: Cadde adresi
zh_hans: 街道地址

# geo_places_add_places_content_3
source: Enter the address OR drag map to find your location
ar: أدخل العنوان أو اسحب الخريطة للعثور على موقعك
de: Adresse eingeben ODER auf der Karte auswählen
es: Ingresa la dirección O arrastra el mapa para hallar tu ubicación
fi_fi: Aseta osoite tai raahaa karttaa löytääksesi sijaintisi
fr: Entrez l'adresse OU faites glisser la carte pour trouver votre emplacement
he: הזן את הכתובת או גרור את המפה כדי למצוא את המיקום שלך
it: Inserisci indirizzo O trascina la mappa per trovare la tua posizione
ja_jp: 住所を入力するか、地図をドラッグして場所を探す
pt: Digite o endereço ou arraste o mapa para encontrar sua localização
tr: Adres girin VEYA konumunuzu bulmak için haritayı sürükleyin
zh_hans: 输入地址或拖动地图来搜寻您的位置

# geo_places_add_places_input_content_1
source: House, School, Work
ar: بيت، مدرسة، عمل
de: Haus, Schule, Arbeit
es: Casa, Escuela, Trabajo
fi_fi: Koti, Koulu, Työ
fr: Maison, école, travail
he: בית, בית ספר, עבודה
it: Casa, Scuola, Lavoro
ja_jp: 家、学校、職場
pt: casa, escola, trabalho
tr: Ev, Okul, İş
zh_hans: 房屋、学校、工作

# geo_places_add_places_input_content_2
source: Address
ar: العنوان
de: Adresse
es: Dirección
fi_fi: Osoite
fr: Adresse
he: כתובת
it: Indirizzo
ja_jp: 住所
pt: Endereço
tr: Adres
zh_hans: 地址

# geo_places_add_places_toggle_1
source: Send me Checkin/Checkout alerts
ar: أرسل لي تنبيهات الدخول / المغادرة
de: Senden Sie mir Eintreffen- / Verlassen-Benachrichtigungen
es: Envíame alertas de llegada/salida
fi_fi: Lähetä minulle Sisäänkirjautumis/Uloskirjautumis- hälytyksiä
fr: Envoyez-moi des alertes Entrée/Sortie
he: שלח לי התראות צ'ק-אין/צ'ק-אאוט
it: Invia alert di Arrivo e Partenza
ja_jp: チェックイン/チェック アウト警告を送ってください
pt: Envie-me alertas de check-in / check-out
tr: Bana Giriş/Çıkış uyarıları gönder
zh_hans: 给我发送登录/退出警报

# geo_places_button_1
source: Add Place
ar: أضف مكان
de: Ort hinzufügen
es: Añadir Lugar
fi_fi: Lisää Paikka
fr: Ajouter un Endroit
he: הוסף מקום
it: Aggiungi un luogo
ja_jp: 場所を追加
pt: Adicionar lugar
tr: Yer Ekle
zh_hans: 添加地点

# geo_places_button_2
source: Edit Place
ar: تعديل المكان
de: Ort bearbeiten
es: Editar Lugar
fi_fi: Muokkaa Paikkaa
fr: Modifier un Endroit
he: ערוך מקום
it: Modifica un luogo
ja_jp: 場所を編集
pt: Editar lugar
tr: Yeri Düzenle
zh_hans: 编辑地点

# geo_places_edit_place_alert_1_content_1
source: Delete Place
ar: حذف مكان
de: Ort löschen
es: Borrar Lugar
fi_fi: Poista Paikka
fr: Supprimer le lieu
he: מחק מקום
it: Elimina luogo
ja_jp: 場所を削除
pt: Excluir lugar
tr: Yeri Sil
zh_hans: 删除地点

# geo_places_edit_place_alert_1_content_2
source: Are you sure you want to delete it?
ar: هل أنت متأكد أنك تريد حذف المكان؟
de: Sind Sie sicher, dass Sie ihn löschen möchten?
es: ¿Seguro que quieres borrarlo?
fi_fi: Oletko varma että haluat poistaa sen?
fr: Êtes-vous sûr de vouloir le supprimer ?
he: האם אתה בטוח שברצונך למחוק אותו?
it: Sicuro di volerlo eliminare?
ja_jp: 削除してよろしいですか？
pt: Tem certeza de que deseja excluir ele?
tr: Silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除它吗？

# geo_places_edit_place_title
source: Edit Place
ar: تعديل المكان
de: Ort bearbeiten
es: Editar Lugar
fi_fi: Muokkaa aluetta
fr: Modifier un Endroit
he: ערוך מקום
it: Modifica un luogo
ja_jp: 場所を編集
pt: Editar lugar
tr: Yeri Düzenle
zh_hans: 编辑地点

# geo_places_places_alert_content_1
source: Unable to find address
ar: غير قادر على ايجاد العنوان
de: Adresse nicht auffindbar
es: No se halló la dirección
fi_fi: Osoitetta ei löydetty
fr: Impossible de trouver l'adresse
he: לא מצליח למצוא כתובת
it: Impossibile trovare l'indirizzo
ja_jp: 住所を見つけることができません
pt: Não foi possível encontrar o endereço
tr: Adres bulunamadı
zh_hans: 无法找到地址

# geo_places_places_alert_content_2
source: The location address is not available, please tap on directions.
ar: عنوان الموقع غير متوفر ، يرجى الضغط على الاتجاهات.
de: Die Adresse des Ortes ist nicht verfügbar, bitte klicken Sie auf Wegbeschreibung.
es: La ubicación no está disponible, toca sobre las direcciones.
fi_fi: Sijaintiosoite ei ole saatavilla, ole hyvä ja paina suuntaohjeita
fr: L'adresse du lieu n'est pas disponible, veuillez taper sur les directions.
he: כתובת המיקום אינה זמינה, אנא הקש על הוראות הגעה.
it: Indirizzo della posizione non disponibile, toccare indicazioni.
ja_jp: 場所の住所は利用できませんので、案内をタップしてください。
pt: O endereço do local não está disponível, por favor, toque em direções.
tr: Konum adresi mevcut değil, lütfen yol tarifine dokunun.
zh_hans: 该地点的地址不可用，请点击其他方向。

# geo_places_places_alert_content_3
source: Please Enter the place name
ar: الرجاء إدخال اسم المكان
de: Bitte geben Sie den Namen des Ortes ein
es: Coloca el nombre del lugar
fi_fi: Ole hyvä ja aseta paikan nimi
fr: Veuillez saisir le nom du lieu
he: נא להזין את שם המקום
it: Inserire il nome del luogo
ja_jp: 地名を入力してください。
pt: Por favor, digite o nome do lugar
tr: Lütfen yer adı girin
zh_hans: 请输入地名

# geo_places_places_alert_content_4
source: Places (Geo-Fence) has been updated, changes will take effect in few moments.
ar: تم تحديث الأماكن (الحدود الجغرافية)، وستسري التغييرات في غضون لحظات قليلة.
de: Orte (Geo-Fence) wurden aktualisiert, Änderungen werden in wenigen Momenten wirksam.
es: Se actualizó lugares (Geovalla). Los cambios serán efectivos en breve.
fi_fi: Paikkoja (Geo-Aita) on päivitetty, muutokset astuvat voimaan hetken kuluttua.
fr: Lieux (Clôture géographique) a été mis à jour, les changements prendront effet dans quelques instants.
he: מקומות (גדר-גאוגרפית) עודכנו, השינויים ייכנסו לתוקף בעוד מספר רגעים.
it: Luoghi (Geo-Recinzione) aggiornati; le modifiche saranno attive tra pochi istanti.
ja_jp: 場所（ゲオフェンス）が更新されました。変更はすぐに反映されます。
pt: O Places (Geo-Fence) foi atualizado, as alterações entrarão em prática em alguns instantes.
tr: Yerler (Coğ-Sınır) güncellendi, değişiklikler birkaç dakika içinde uygulanacak.
zh_hans: 地点（地理围栏）已经更新，变更将在几秒钟内生效。

# geofence_desc
source: Define geofence and get notified
ar: تحديد السياج الجغرافي والحصول على إخطار
de: Geofence definieren und benachrichtigt werden
es: Defina geocerca y reciba notificaciones
fi_fi: Määritä geoaita ja saat ilmoituksen
fr: Définir une barrière géographique et être averti
he: הגדר גיאופנס וקבל הודעה
it: Definisci il geofence e ricevi notifiche
ja_jp: ジオフェンスを定義して通知を受け取る
pt: Defina a cerca geográfica e seja notificado
tr: Coğrafi sınırı tanımlayın ve bildirim alın
zh_hans: 定义地理围栏并收到通知

# help_content_1
source: How can we help you?
ar: كيف يمكننا مساعدتك؟
de: Wie können wir Ihnen helfen?
es: ¿Cómo podemos ayudarte?
fi_fi: Kuinka voimme auttaa sinua?
fr: Comment pouvons-nous vous aider?
he: כיצד נוכל לעזור לך?
it: Come possiamo aiutarti?
ja_jp: お問い合わせ内容は何でしょうか？
pt: Como podemos te ajudar?
tr: Nasıl yardım edebiliriz?
zh_hans: 我们可以如何帮助您？
